/* Appended to users own service name */
" (me)" = " (ich)";

/* Total songs available information */
"%@ days" = "%@ Tage";

/* Total songs available information */
"%@ GB" = "%@ GB";

/* Total songs available information */
"%@ hours" = "%@ Stunden";

/* Total songs available information */
"%@ KB" = "%@ KB";

/* Total songs available information */
"%@ MB" = "%@ MB";

/* Total songs available information */
"%@ minutes" = "%@ Minuten";

/* Row info in service list table */
"%@ Playlist Subscriptions" = "%@ abonnierte Wiedergabelisten";

/* Total songs available information */
"%@ seconds" = "%@ Sekunden";

/* Row info in service list table */
"%@ Songs" = "%@ Titel";

/* Long view of data in iTunes */
"%@, %@ total time, %@" = "%1$@, %2$@ Gesamtzeit, %3$@";

/* iTunes Column Display */
"%i kbps" = "%i kbps";

/* iTunes Column Display */
"%i of %i" = "%1$i von %2$i";

/* Total songs available information */
"%i songs" = "%i Titel";

/* Row info in service list table */
"1 Playlist Subscription" = "1 abonnierte Wiedergabeliste";

/* Row info in service list table */
"1 Song" = "1 Titel";

/* Total songs available information */
"1 song" = "1 Titel";

/* Preference Pane Option */
"Accounts" = "Accounts";

/* Preference Pane Option */
"Advanced" = "Erweitert";

/* Status */
"Authenticating..." = "Autorisierung ...";

/* Availability status in roster */
"Available" = "verfügbar";

/* ToolTip for music note button in Service List */
"Browse Music Library" = "Bibliothek durchsuchen";

/* Status */
"Cannot connect to computer" = "Verbindung mit Computer nicht möglich";

/* Status */
"Cannot fetch iTunes data" = "iTunes Daten können nicht geholt werden";

/* Status */
"Cannot fetch service info" = "Service Informationen können nicht geholt werden";

/* Availability status in roster */
"Connecting" = "verbinden";

/* Status */
"Connecting to computer..." = "Mit Computer verbinden ...";

/* Status */
"Done" = "Fertig";

/* Download table status */
"Download Complete" = "Download abgeschlossen";

/* Download table status */
"Download Failed" = "Download fehlgeschlagen";

/* Status in Registration Form */
"Downloading Failed!" = "Download fehlgeschlagen!";

/* Status in Registration Form */
"Downloading License..." = "Lizenz wird heruntergeladen ...";

/* Download table status */
"Downloading..." = "Herunterladen ...";

/* ToolTip for gear button in Service List */
"Edit Playlist Subscriptions" = "abonnierte Wiedergabelisten bearbeiten";

/* URL field placeholder */
"Enter address of remote library" = "Adresseingabe der entfernten Bibliothek";

/* Status */
"Enter password for \"%@\":" = "Eingabe Passwort für \"%@\":";

/* Status */
"Enter password for remote computer:" = "Eingabe des Passworts für den zu verbindenden Computer:";

/* Placeholder in www sheet */
"Fetching IP address..." = "IP Adresse holen ...";

/* Preference Pane Option */
"General" = "Allgemein";

/* Status */
"Incorrect password. Please try again:" = "Falsches Passwort. Bitte erneut versuchen:";

/* Status in Registration Form */
"Invalid email or key" = "Falsche Email oder Lizenzschlüssel";

/* Error message in welcome panel */
"Invalid Username!" = "Invalid Username!";

/* Preference Pane Option */
"iTunes" = "iTunes";

/* Update status in Subscriptions sheet */
"Last Update: %@" = "Letztes Update: %@";

/* Empty Service List */
"No Mojo Services Available" = "Mojo Service nicht verfügbar";

/* Error message in welcome panel */
"No Registration!" = "No Registration!";

/* Error message in welcome panel */
"Not Available!" = "nicht verfügbar";

/* LCD Placeholder */
"Nothing Playing" = "Spielendes Nichts";

/* Option to create new playlist in Preferences:iTunes */
"Other..." = "Andere ...";

/* Status */
"Parsing iTunes data..." = "Analysieren der iTunes Daten ...";

/* Row info in service list table */
"Pending approval" = "Auf Identifizierung warten";

/* Status in Registration Form */
"Purchase License Key" = "Lizenzschlüssel erwerben";

/* Registration Status in About Panel */
"Registered to %@" = "Registriert von %@";

/* Download table status */
"Remove from queue" = "Aus der Warteschlange entfernen";

/* Status */
"Requesting iTunes data..." = "Anfordern der iTunes Daten ...";

/* Status */
"Requesting iTunes data... %i%%" = "Anfordern der iTunes Daten ... %i%%";

/* Status */
"Requesting service info..." = "Anfordern der Service Informationen ...";

/* Status */
"Resolving IP address..." = "Auflösen der IP address ...";

/* Error message in welcome panel */
"Select a server" = "Select a server";

/* Tooltip for disabled Download button */
"Select the songs you'd like to download" = "Wählen Sie die Titel aus, die Sie herunterladen wollen";

/* Preference Pane Option */
"Sharing" = "Sharing";

/* Preference Pane Option */
"Software Update" = "Software Update";

/* Designation for the current day */
"Today" = "Today";

/* Error message in welcome panel */
"Try a different server" = "Try a different server";

/* Error message in welcome panel */
"Unable to connect to server!" = "Keine Verbindung zum Server!";

/* Availability status in roster */
"Unavailable" = "nicht verfügbar";

/* Registration Status in About Panel */
"Unregistered" = "nicht registriert";

/* Status in Registration Form */
"Verifying License..." = "Lizenz überprüfen ...";

/* Version Display in About Panel */
"Version %@ (%@)" = "Version %1$@ (%2$@)";

/* Designation for the previous day */
"Yesterday" = "Yesterday";
/* Nag Screen title */
"You've been using Mojo now for %i days" = "Sie benutzen Mojo nun seit %i Tagen";

